Repository: Dina266/Coffe_Shop_App
Catalog: lib/l10n/intl_*.arb
Languages: ar

# onboardingOneTitle
source: Choose and customize your drinks with simplicity
ar: اختر وقم بتخصيص مشروباتك بسهولة

# onboardingOneDesc
source: You want your drink and you want it your way so be bold and customize the way that makes you the happiest!
ar: تريد مشروبك وتريده على طريقتك لذا كن جريئًا وقم بتخصيص الطريقة التي تجعلك الأكثر سعادة!

# onboardingTwoTitle
source: No time to waste when you need your coffee
ar: لا وقت للهدر عندما تحتاج إلى قهوتك

# onboardingTwoDesc
source: We've crafted a quick and easy way for you to order your favorite coffee or treats thats fast!
ar: لقد صنعنا طريقة سريعة وسهلة لك لطلب قهوتك المفضلة أو الحلويات الخاصة بك بسرعة!

# onboardingThreeTitle
source: Who doesn't love rewards? We LOVE rewards!
ar: من لا يحب المكافآت؟ نحن نحب المكافآت!

# onboardingThreeDesc
source: If you're like us you love getting freebies and rewards! That's why we have the best reward program in the coffee game!
ar: إذا كنت مثلنا تحب الحصول على الهدايا المجانية والمكافآت! لهذا السبب لدينا أفضل برنامج مكافآت في لعبة القهوة!

source: Next
ar: التالي

source: Skip
ar: تخطى

source: What's included
ar: ماذا يشمل؟

source: Cup Size
ar: حجم الكوب

source: Add-Ins
ar: الإضافات

source: Sweetener
ar: المُحَلّي

source: Flavor
ar: النكهة

# flavorSubtitle
source: Pumpkin Spice
ar: بهارات اليقطين

source: Creamer
ar: كريمه

# cupSizeSmall
source: Small
ar: صغير

# cupSizeMedium
source: Medium
ar: متوسط

# addInsNormalIce
source: Normal Ice
ar: ثلج عادي

# addInsMoreIce
source: More Ice
ar: المزيد من الثلج

# addInsLessIce
source: Less Ice
ar: ثلج أقل

# creamerOatmilk
source: Oatmilk
ar: حليب الشوفان

# creamerVanilla
source: Vanilla
ar: فانيليا

source: Cancel
ar: الغاء
